FBSeletronica/ESP-IDF-COURSE/DAC/dac-cosine-wave/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s2"
CONFIG_ESP_CONSOLE_USB_CDC=y
CONFIG_ESPTOOLPY_FLASHSIZE_4MB=y
CONFIG_ADC_DISABLE_DAC_OUTPUT=n

